{"name": "The Final Plague and Victory", "sections": [{"sublocation": "Main Sand Castle Construction Site", "content": [{"speaker": "narrator", "audience": [], "text": "כָּל הַיְּלָדִים עֲבָדוּ קָשֶׁה כָּל הַיּוֹם בּוֹנִים חוֹלוֹת חוֹל עבוּר בּוֹוְסֶר וְהַקּוּפִּים שֶׁלוֹ. הַקּוּפִּים נָשְׂאוּ רְמָחִים וְצִעֲקוּ פִּקּוּדִים אַכְזָרִיִּים אֶל הַיְּלָדִים, מַכְרִיחִים אוֹתָם לַעֲבוֹד בְּלִי מְנוּחָה.", "text_en": "All the children worked hard all day building sand castles for Bowser and his Koopas. The Koopas carried spears and shouted cruel commands at the children, forcing them to work without rest."}, {"speaker": "narrator", "audience": [], "text": "כְּשֶׁהַיְּלָדִים נִסּוּ לְהִשְׁתַּמֵּשׁ בְּכֹחוֹתֵיהֶם לְהִתְחַמֵּק, קוּפָּא 1 וְקוּפָּא 2 רָדְפוּ אַחֲרֵיהֶם וְהִכְרִיחוּ אוֹתָם לָשׁוּב לָעֲבוֹדָה.", "text_en": "When the children tried to use their powers to escape, Koopa1 and Koopa2 chased them and forced them to return to their work."}]}, {"sublocation": "Bowser's Throne Room", "content": [{"speaker": "narrator", "audience": [], "text": "אֲבָל פִּתְאוֹם, הַיְּלָדִים שָׁמְעוּ קוֹל אֱלֹקִים אוֹמֵר לָהֶם לָלֶכֶת חָזָרָה וּלְהַצִּיל אֶת כָּל הַיְּלָדִים הָאֲחֵרִים שֶׁנִּתְפְּסוּ גַּם כֵּן.", "text_en": "But suddenly, the children heard God's voice telling them to go back and free all the other children who were also trapped."}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "הַקָּדוֹשׁ בָּרוּךְ הוּא אָמַר לָנוּ לָלֶכֶת וּלְהַצִּיל אֶת כָּל הַיְּלָדִים הָאֲחֵרִים!", "text_en": "The Holy One, blessed be He, told us to go and free all the other children!"}, {"speaker": "Aaron", "audience": ["Evan", "Isaac", "Aurelia"], "text": "אֲבָל מָה עִם בּוֹוְסֶר? הוּא לֹא יִתֵּן לָנוּ לָלֶכֶת!", "text_en": "But what about Bowser? He won't let us leave!"}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "אֱלֹקִים יִהְיֶה עִמָּנוּ. בֹּא נִשַּׁנֶּה וְנַרְאֶה לוֹ!", "text_en": "God will be with us. Let's transform and show him!"}]}, {"sublocation": "Castle Courtyard", "content": [{"speaker": "narrator", "audience": [], "text": "הַיְּלָדִים הִשְׁתַּנּוּ לְצוּרוֹת בֵּי־חַיּוֹת שֶׁלָהֶם. אֶבֶן הָפַךְ לְעוֹף, יִצְחָק לְקוֹאָלָה, אַהֲרֹן לִדִּינוֹזָאוּר, וְאוֹרֶלְיָה לְפַנְדָּה.", "text_en": "The children transformed into their animal forms. Evan became an owl, Isaac a koala, Aaron a dinosaur, and Aurelia a panda."}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "בּוֹאוּ, נֵלֵךְ וְנִדְרֹשׁ מִבּוֹוְסֶר לְשַׁחֵר אֶת כָּל הַיְּלָדִים.", "text_en": "Come, let's go and demand that Bowser free all the children."}, {"speaker": "narrator", "audience": [], "text": "אָבָל בּוֹוְסֶר רַק צָחֵק וְהִקְשָׁה עוֹד יוֹתֵר עַל הָעֲבוֹדָה לְכָל הַיְּלָדִים.", "text_en": "But Bowser just laughed and made the work even harder for all the children."}, {"speaker": "Aaron", "audience": ["Evan", "Isaac", "Aurelia"], "text": "אֲנִי עָצוּב, אֲנִי רוֹצֶה לִבְכּוֹת!", "text_en": "I'm sad, I want to cry!"}, {"speaker": "narrator", "audience": [], "text": "אֲבָל שֶׁנְזִי הַכֶּלֶב בָּא וְחִבֵּק אֶת אַהֲרֹן לְהַשְׂמִיחַ אוֹתוֹ.", "text_en": "But Shenzi the dog came and hugged Aaron to make him happy."}, {"speaker": "narrator", "audience": [], "text": "וְהַמִּינִיוֹנִים הֵבִיאוּ לַיְּלָדִים מַטֶּה קַסָּם כְּמַתָּנָה כְּדֵי לְעַזֵּר לָהֶם בְּמִשְׁלַחְתָּם.", "text_en": "And the minions brought the children a magic staff as a present to help them in their mission."}]}, {"sublocation": "Main Sand Castle Construction Site", "content": [{"speaker": "narrator", "audience": [], "text": "כְּשֶׁבּוֹוְסֶר סֵרֵב לִשְׁמֹעַ, דְּבָרִים מַמְלִיכִים הִתְחִילוּ לִקְרוֹת בְּאַרְמוֹנוֹ - כָּל הַמַּיִם הָפְכוּ לְחָלָב שׁוֹקוֹלָד, וְהָיָה עָלָיו מְבִלְבֵּל וּמְדֻבָּק.", "text_en": "When Bowser refused to listen, strange things started happening in his castle - all the water turned into chocolate milk, making everything sticky and messy."}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "הַמַּכּוֹת עוֹבְדוֹת! אֱלֹקִים שׁוֹלֵחַ אוֹתָן בִּשְׁבִילֵנוּ!", "text_en": "The plagues are working! God is sending them for us!"}, {"speaker": "Aaron", "audience": ["Evan", "Isaac", "Aurelia"], "text": "לֹא, הֵן לֹא עוֹבְדוֹת! הֵן רַק גּוֹרְמוֹת בִּלְבּוּל!", "text_en": "No, they're not working! They're just causing confusion!"}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "אַל תִּלָּחֲמוּ, אָנוּ צְרִיכִים לְאַהֵב זֶה אֶת זֶה.", "text_en": "Don't fight, we need to love each other."}, {"speaker": "narrator", "audience": [], "text": "הַיְּלָדִים מִתְנַצְּלִים וּמְחַבְּקִים זֶה אֶת זֶה.", "text_en": "The children apologize and hug each other."}, {"speaker": "Isaac", "audience": ["Evan", "Aaron", "Aurelia"], "text": "רִגְעוּ, אֲנִי צָרִיךְ לָלֶכֶת לְבֵית הַשִּׁיתּוּף!", "text_en": "Wait, I need to go to the bathroom!"}, {"speaker": "narrator", "audience": [], "text": "יִצְחָק רָץ לְבֵית הַשִּׁיתּוּף, וְאַחַר כָּךְ חוֹזֵר לַמַּעֲרָכָה.", "text_en": "Isaac runs to the bathroom, and then returns to the scene."}]}, {"sublocation": "Main Sand Castle Construction Site", "content": [{"speaker": "narrator", "audience": [], "text": "הַמַּכּוֹת הַמַּמְלִיכוֹת נִמְשָׁכוּ - אֲלָפִים שֶׁל כַּדּוּרִים גְּדוֹלִים גָּדְשוּ כָּל חֶדֶר, וְאַחַר כָּךְ כָּל הָאֹכֶל שֶׁל בּוֹוְסֶר הָפַךְ לִירָקוֹת שֶׁהוּא שׂוֹנֵא, וְלְבַסּוֹף חֹשֶׁךְ גָּמוּר חוּץ מֵנֵרוֹת קְטַנּוֹת.", "text_en": "The strange plagues continued - giant bouncy balls filled every room, then all of Bowser's food turned into vegetables he hated, and finally complete darkness except for tiny nightlights."}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "אָנָּא בּוֹוְסֶר, שְׁחַרֵר אֶת כָּל הַיְּלָדִים!", "text_en": "Please Bowser, free all the children!"}, {"speaker": "narrator", "audience": [], "text": "אֲבָל בּוֹוְסֶר רַק כָּעַס עוֹד יוֹתֵר.", "text_en": "But Bowser just became even angrier."}, {"speaker": "Aurelia", "audience": ["Evan", "Isaac", "Aaron"], "text": "אוֹי לִי, אֲנִי אִבַּדְתִּי אֶת הַשְׂמִיכָה שֶׁלִּי!", "text_en": "Oh no, I lost my blanket!"}, {"speaker": "narrator", "audience": [], "text": "כָּל הַיְּלָדִים בִּקְּשׁוּ אֶת הַשְׂמִיכָה בְּשִׁימּוּשׁ בְּמִלִּים שֶׁלָּמְדוּ, וְסוֹף סוֹף מָצְאוּ אוֹתָהּ מַתַּחַת לְעוֹמֶס הַכַּדּוּרִים.", "text_en": "All the children searched for the blanket using vocabulary they had learned, and finally found it buried under a pile of bouncy balls."}, {"speaker": "narrator", "audience": [], "text": "אֶחָד מִן הַיְּלָדִים קָרָא בְּסֵפֶר וּמָצָא עֵצָה מוֹעִיל לִהְיוֹת סַבְלָנִי וּלְהַאֲמִין בְּתוֹכְנִית אֱלֹקִים.", "text_en": "One of the children read a book and found helpful advice about being patient and trusting God's plan."}]}, {"sublocation": "Main Sand Castle Construction Site", "content": [{"speaker": "narrator", "audience": [], "text": "הַמַּכָּה הַחֲמוּרָה בַּיּוֹתֵר קָרְתָה כְּשֶׁכָּל ה"}]}]}