{
  "name": "Freeing the Other Children",
  "element": "Falling Action",
  "sections": [
    {
      "sublocation": "Throne Room",
      "image_description": "The children, now in their animal forms, cautiously enter Bowser's throne room. They see the captive children huddled in the corner, scared and afraid.",
      "text": "הַיְּלָדִים הִתְכַּנְּסוּ אֶל חֶדֶר הַכִּסֵּא שֶׁל בוֹוזֶר בְּצוּרוֹתֵיהֶם הַחַיּוֹתִיּוֹת, וְרָאוּ אֶת הַיְּלָדִים הַשְּׁבוּיִים מְצוּמְצָמִים בַּפִּנָּה, פַּחֲדַנִּיִּים וּפֳחָדִים."
    },
    {
      "sublocation": "Dungeon",
      "image_description": "The children, now in various animal forms, approach the chained children in the dungeon. They gently nudge and nuzzle the captives, coaxing them to follow as they lead the way out of the dark, damp space.",
      "text": "הַיְּלָדִים, עַכְשָׁו בִּצּוּרוֹת חַיּוֹת שׁוֹנוֹת, נִגְּשׁוּ אֶל הַיְּלָדִים הָאֲסוּרִים בַּמַּחְבֹּשֶׁת. הֵם בִּרְכוּ וְדִבְּקוּ אוֹתָם בְּעַדִּינוּת, וְהִתְעוֹרְרוּ אוֹתָם לָלֶכֶת אִתָּם מִמְּקוֹם הַצִּלוּחִית וְהַלַּחֲלוּחִית הַזֶּה."
    },
    {
      "sublocation": "Courtyard",
      "image_description": "The freed children, in a variety of animal forms, dash across the courtyard and out the castle gates, the Koopa Troopers chasing after them but unable to catch up.",
      "text": "הַיְּלָדִים הַחְפֵּשִׁים, בִּצּוּרוֹת חַיּוֹת שׁוֹנוֹת, רָצוּ דֶרֶךְ הַחָצֵר וְיָצְאוּ מִשַּׁעֲרֵי הַבָּיִת, וְהַקּוּפָּה טְרוּפִּים רָדְפוּ אַחֲרֵיהֶם אַךְ לֹא הִסְפִּיקוּ לְהַדִּיק אוֹתָם."
    },
    {
      "sublocation": "Town Square",
      "image_description": "The group of children, still in their animal forms, gather in the town square. They nuzzle and embrace each other, relieved to be free and safe. The villagers watch in amazement at the sight of the talking, transforming children.",
      "text": "הַקְּבוּצָה שֶׁל הַיְּלָדִים, עֲדַיִן בִּצּוּרוֹת חַיּוֹתֵיהֶם, נֶאֶסְפוּ בִּשְׁדֵרַת הָעִיר. הֵם בִּרְכוּ וְחִבְּקוּ זֶה אֶת זֶה, נִרְגָּעִים שֶׁהֵם חָפְשִׁיִּים וּבִטְחוֹנִיִּים. הָאַנְשִׁים בַּכְּפָר הִסְתַּכְּלוּ בְּתַדְהֵמָה עַל הַיְּלָדִים הָאוֹמְרִים וּמִתְחַפְּשִׂים לַחַיּוֹת."
    },
    {
      "sublocation": "Blacksmith's Workshop",
      "image_description": "The children, now back in their human forms, approach the blacksmith. They ask for his help in making tools and weapons to defend themselves against any further attacks from Bowser and the Koopa Troopers.",
      "text": "הַיְּלָדִים, עַכְשָׁו בַּצּוּרָה הָאָדָם שֶׁלָּהֶם, נִגְּשׁוּ אֶל הַנַּחְשׁוֹן. הֵם שָׁאֲלוּ אוֹתוֹ לַעֲזוֹר לָהֶם לְהַכְנִיס כְּלִים וּנְשָׁקִים כְּדֵי לְהִגָּנֵן עַל עַצְמָם מִפְּנֵי כָּל הַתְּקִיפוֹת הַנּוֹסְפוֹת שֶׁל בּוֹוזֶר וְהַקּוּפָּה טְרוּפִּים."
    }
  ]
}