{
  "name": "The Great Escape",
  "element": "Falling Action",
  "sections": [
    {
      "sublocation": "Bowser's Castle Beach",
      "content": [
        {
          "speaker": "narrator",
          "audience": [],
          "text": "כָּל הַיְּלָדִים אָסְפוּ אֶת מְעַט חֲפָצֵיהֶם וּמְתִחִילִים לַעֲזוֹב אֶת שְׁטַח בּוֹוסֶר בְּיַחַד.",
          "text_en": "All the children gathered their few belongings and began to leave Bowser's territory together."
        },
        {
          "speaker": "narrator",
          "audience": [],
          "text": "בּוֹוסֶר מְשַׁנֶּה אֶת דַּעְתּוֹ וּשְׁלוֹחַ אֶת הַשּׁוֹמְרִים הַקּוּפָּה הַזְּעִירִים שֶׁזַּע הִתְעוֹרֵר לְרָדֹף אַחֲרֵיהֶם.",
          "text_en": "Bowser changes his mind and sends his newly awakened koopa guards to chase them."
        }
      ]
    },
    {
      "sublocation": "The Great River Crossing",
      "content": [
        {
          "speaker": "narrator",
          "audience": [],
          "text": "אֲבָל הַיְּלָדִים מִשְׁתַּמְּשִׁים בְּכֹחוֹתֵיהֶם הַמְּשַׁנִּים צוּרָה לַעֲזוֹר לְכָל הַיְּלָדִים לָבְרֹחַ בֶּאָמָן.",
          "text_en": "But the children use their shapeshifting abilities to help everyone escape safely."
        },
        {
          "speaker": "narrator",
          "audience": [],
          "text": "הֵם עוֹבְרִים אֶת הַנָּהָר הָרָחָב עַל יָד לָעֲבוֹד בְּיַחַד, כַּאֲשֶׁר הַיְּלָדִים הַגְּדוֹלִים עוֹזְרִים לַקְּטַנִּים.",
          "text_en": "They cross a large river by working together, with the older children helping the younger ones."
        }
      ]
    },
    {
      "sublocation": "Freedom Meadow",
      "content": [
        {
          "speaker": "narrator",
          "audience": [],
          "text": "תּוֹצְאוֹת הַנִּצְחוֹן שֶׁלָּהֶם מַתְחִילוֹת לְהִתְגַּלּוֹת כַּאֲשֶׁר הֵם מְבִינִים שֶׁהֵם בֶּאֱמֶת חֵרִים וְצְרִיכִים לִמְצוֹא בַּיִת חָדָשׁ.",
          "text_en": "The consequences of their victory begin to unfold as they realize they are truly free but must now find a new home."
        },
        {
          "speaker": "narrator",
          "audience": [],
          "text": "הַיְּלָדִים מוֹצְאִים לָהֶם מְרַעֶה יָפֶה שֶׁבּוֹ הֵם יְכוֹלִים לַחְיוֹת בַּחֵרוּת וּלְשַׂחֵק בְּלִי פַּחַד מִבּוֹוסֶר אוֹ מִשּׁוֹמְרָיו הַקּוּפָּה.",
          "text_en": "The children find a beautiful meadow where they can live freely and play without fear of Bowser or his koopas."
        }
      ]
    }
  ]
}