{"title":"ἡ οἰκία","image_description":"A small, simple stone house with a clay-tiled roof stands alone, with a sturdy wooden door and a small window visible. The home is designed in the ancient Greek style, with whitewashed walls and a few clay pots set near the entrance to imply daily life. Smoke gently rises from a chimney, alluding to the warmth and shelter the house provides. No characters or other buildings are present; the focus is on the building's role as a home for citizens. The space around the house is clear, emphasizing that it is ready to accommodate new inhabitants as part of the game's mechanics.","cost":[{"amount":1,"resource":"ξύλον"}],"abilities":["Allows you to increase your unit limit by 1."],"quote":{"el":"ἡ οἰκία γαλήνην φέρει.","en":"The house brings peace."},"things_to_say":[{"el":"οἰκοδομῶ τὴν οἰκίαν.","en":"I build the house."}]}
{"title":"ἡ ἀγορὰ","image_description":"A rectangular, colonnaded Greek marketplace edifice features open stalls and a tiled roof, with pottery and baskets set out on stone benches. The building is empty but looks prepared for city business and economic activity, conveying its function as the center of trade and recruitment. Detailed stonework and columns express the prosperity of a well-maintained public space. Visuals hint at its dual role by showing empty weapon racks on one side and provision baskets on the other. Only the marketplace is present, reinforcing its centrality to urban life in the game.","cost":[{"amount":2,"resource":"ξύλον"}],"abilities":["Can recruit women and hoplites."],"quote":{"el":"ἐν τῇ ἀγορᾷ εὑρίσκομεν πάντα.","en":"In the marketplace, we find all things."},"things_to_say":[{"el":"ἡ ἀγορὰ στρατολογεῖ γυναῖκα.","en":"The marketplace recruits a woman."},{"el":"ἡ ἀγορὰ στρατολογεῖ ὁπλίτην.","en":"The marketplace recruits a hoplite."}]}
{"title":"ὁ πύργος","image_description":"A tall, square stone tower rises, its walls punctuated by arrow slits and topped with ancient Greek battlements. It is built from large, carefully fitted limestone blocks, and a subtle shield insignia hints at its defensive role in the game. There are no defenders visible, but a set of empty steps inside the entryway alludes to readiness for occupation. The top of the tower features a raised platform for sentries, and decorative stone details evoke Greek architectural motifs. The isolation of the tower in the image draws attention to its purpose as a lone sentinel for the city.","cost":[{"amount":1,"resource":"λίθος"}],"abilities":["Protects units from Persian Invasion."],"quote":{"el":"ὁ πύργος τὴν πόλιν φυλάσσει.","en":"The tower guards the city."},"things_to_say":[{"el":"οἰκοδομῶ τὸν πύργον.","en":"I build the tower."}]}
{"title":"τὸ τεῖχος","image_description":"A sturdy segment of high ancient Greek defensive wall dominates the scene, fashioned from massive cut stones stacked in a slightly curving line. There are distinctive parapets along the top for defenders to stand behind, although the wall stands empty and unoccupied. The wall bears light decorative carving in the center—perhaps a city emblem—representing its protective function in the game. Signs of well-maintained mortar and expertly-cut stonework emphasize durability. Only the wall section is shown, symbolizing its role as a stand-alone safeguard against invaders.","cost":[{"amount":1,"resource":"λίθος"}],"abilities":["Reduces number of buildings destroyed during Persian Invasion."],"quote":{"el":"τὸ τεῖχος ἰσχυρὸν ἐστίν.","en":"The wall is strong."},"things_to_say":[{"el":"οἰκοδομῶ τὸ τεῖχος.","en":"I build the wall."}]}
{"title":"τὸ ἐμπόριον","image_description":"An open Greek market building stands with exposed wooden beams and wide archways, goods such as amphorae, textiles, and metal wares set on stone shelves. Empty counters and open storage urns imply the collection of resources, supporting the building’s gameplay effect. Decorative Greek meanders and subtle hanging scales symbolize trade and fairness. A large central signboard (with no text) hangs over the entrance, making the market easily identifiable. The building is portrayed alone, showing its readiness for commerce in any city setting.","cost":[{"amount":3,"resource":"ξύλον"}],"abilities":["Collect one resource of any type."],"quote":{"el":"ἐν τῷ ἐμπορίῳ τὰ χρήματα ἀλλάσσομεν.","en":"In the emporion, we exchange goods."},"things_to_say":[{"el":"συλλέγω τὸ ξύλον ἐν τῷ ἐμπορίῳ.","en":"I collect wood in the market."},{"el":"συλλέγω τὴν τροφὴν ἐν τῷ ἐμπορίῳ.","en":"I collect food in the market."}]}
{"title":"ἡ ἀποθήκη","image_description":"A small, sturdy Greek storage building made of wood and stone features double doors, with piles of crates and amphorae neatly stacked along the walls. Iron lock mechanisms and reinforced beams emphasize security and the ability to store resources safely. Subtle signs of resource gathering, such as a pile of stones inside, indicate its gameplay role in enabling new types of resources. A rope and pulley system is visible for lifting goods to a small loft above. The image includes no workers, focusing solely on the utilitarian structure.","cost":[{"amount":1,"resource":"ξύλον"}],"abilities":["Enables collection of stone resources."],"quote":{"el":"ἐν τῇ ἀποθήκῃ πάντα σῴζομεν.","en":"In the storehouse, we save everything."},"things_to_say":[{"el":"οἰκοδομῶ τὴν ἀποθήκην.","en":"I build the storehouse."}]}
{"title":"ὁ Παρθενών","image_description":"The Parthenon stands majestic and perfectly proportioned, constructed of gleaming white marble with classical Doric columns and a richly sculpted pediment. The frieze features scenes of gods and heroes, reflecting its cultural significance, while the steps rise imposingly to the temple platform. The absence of people draws all attention to the grandeur of the structure itself. A small olive wreath placed at the threshold hints at its sacred role in the prosperity of the city. The image shows only the temple without any external setting details, highlighting its importance as a victory condition building.","cost":[{"amount":2,"resource":"λίθος"},{"amount":2,"resource":"ξύλον"}],"abilities":["Contributes to winning the game when all χρόνος 3 buildings are completed."],"quote":{"el":"ὁ Παρθενών μέγα τέμενος ἐστίν.","en":"The Parthenon is a great temple."},"things_to_say":[{"el":"οἰκοδομῶ τὸν Παρθενῶνα.","en":"I build the Parthenon."}]}
{"title":"τὸ θέατρον","image_description":"A perfectly semicircular, stone-built Greek theater, with tiered marble seating rising around a central orchestra, remains empty in the scene. Swan-shaped masks hang on the proscenium, hinting at staged dramas and cultural events. The backdrop shows a decorated, columned skene, emphasizing civic pride in the arts unique to this building. No audience or actors are present, focusing entirely on the structure’s design and role. Ornate carvings suggest this theater's cultural contribution to the city and its significance in gameplay victory.","cost":[{"amount":2,"resource":"λίθος"},{"amount":2,"resource":"ξύλον"}],"abilities":["Contributes to victory when all χρόνοs 3 buildings are built."],"quote":{"el":"ἐν τῷ θεάτρῳ χαίρομεν.","en":"In the theater, we rejoice."},"things_to_say":[{"el":"οἰκοδομῶ τὸ θέατρον.","en":"I build the theater."}]}
{"title":"τὸ γυμνάσιον","image_description":"The image shows a large, rectangular ancient Greek gymnasium with open colonnades on all sides and an interior sand court. Marble statues of athletes adorn the corners, emphasizing the importance of training and athleticism. No trainers or athletes are visible inside, keep the focus on the architecture and open practice spaces. Various training equipment, such as discus and javelin, are subtly arranged against a wall. Its grandeur and decoration highlight the gymnasium's significance for city strength and civic development.","cost":[{"amount":2,"resource":"λίθος"},{"amount":2,"resource":"ξύλον"}],"abilities":["Contributes to victory when all χρόνος 3 buildings are built."],"quote":{"el":"ἐν τῷ γυμνασίῳ σώματα ἰσχυρά γίγνεται.","en":"In the gymnasium, bodies become strong."},"things_to_say":[{"el":"οἰκοδομῶ τὸ γυμνάσιον.","en":"I build the gymnasium."}]}
{"title":"ἡ βιβλιοθήκη","image_description":"An elegant, columned Greek library building with tall wooden doors stands alone. The facade is intricately carved with scroll and laurel motifs, highlighting the pursuit of knowledge. Several empty stone benches are visible near the entrance, and window shutters are slightly open, suggesting the readiness to welcome scholars. There’s a single, ornate shelf just visible through the doorway, filled with blank scrolls, implying the storage of knowledge for the city’s advancement. No people are present, focusing the image solely on the significance of learning.","cost":[{"amount":2,"resource":"λίθος"},{"amount":2,"resource":"ξύλον"}],"abilities":["Contributes to victory when all χρόνος 3 buildings are built."],"quote":{"el":"ἐν τῇ βιβλιοθήκῃ σοφίαν εὑρίσκομεν.","en":"In the library, we find wisdom."},"things_to_say":[{"el":"οἰκοδομῶ τὴν βιβλιοθήκην.","en":"I build the library."}]}
{"title":"τὸ ἱερόν","image_description":"A compact, ornate Greek temple rises, with a row of Ionic columns at front and brightly detailed acroteria on the roof. Incense burners and decorative altars hint at religious ceremonies, reflecting the building's spiritual influence. The doors are carved with mythological scenes, and a laurel wreath sits atop the steps, underlining its sacredness. Only the temple appears in the image, making its role as a cultural and spiritual pillar in the game clear. No worshippers are shown, putting focus on the sanctity of the space itself.","cost":[{"amount":2,"resource":"λίθος"},{"amount":2,"resource":"ξύλον"}],"abilities":["Contributes to victory when all χρόνος 3 buildings are built."],"quote":{"el":"τὸ ἱερὸν ἅγιον ἐστίν.","en":"The temple is holy."},"things_to_say":[{"el":"οἰκοδομῶ τὸ ἱερόν.","en":"I build the temple."}]}
{"title":"ἡ σχολή","image_description":"An open-walled Greek scholē, supported by symmetrical columns, features a central stone platform and benches set around it. Fine mosaic tiles on the floor depict geometric patterns, emphasizing the pursuit of learning and discussion. Empty scroll cases and a small, unrolled papyrus rest atop the platform, symbolizing education without showing teachers or students. Decorative olive branches on the frieze highlight its role as a place of wisdom. The structure stands alone, ready for lessons that will help lead the city to victory.","cost":[{"amount":2,"resource":"λίθος"},{"amount":2,"resource":"ξύλον"}],"abilities":["Contributes to victory when all χρόνος 3 buildings are built."],"quote":{"el":"ἐν τῇ σχολῇ μανθάνομεν.","en":"In the school, we learn."},"things_to_say":[{"el":"οἰκοδομῶ τὴν σχολήν.","en":"I build the school."}]}
{"title":"ἡ γυνή","image_description":"A single Greek woman stands in classical attire, with a long chiton and a headscarf. She carries a woven basket in her hands, hinting at her role in gathering food and other resources in the game. Her calm and determined expression reflects her importance to city life, while the absence of background underscores her central role. Subtle embroidery on her garments and a bracelet add historical detail. She stands alone and ready for productive work, representing resourcefulness and everyday civic duty.","cost":[{"amount":1,"resource":"τροφή"}],"abilities":["Gathers one resource when placed on terrain."],"quote":{"el":"ἡ γυνὴ σοφὴ ἐστίν.","en":"The woman is wise."},"things_to_say":[{"el":"κινῶ τὴν γυναῖκα εἰς τὸν ἀγρόν.","en":"I move the woman to the field."},{"el":"συλλέγω τὴν τροφὴν ἐκ τοῦ ἀγροῦ.","en":"I collect food from the field."}]}
{"title":"ὁ ὁπλίτης","image_description":"A Greek hoplite stands poised, his bronze Corinthian helmet pushed back and his round aspis shield resting at his feet. He wears a muscle cuirass and is armed with a long spear, embodying the classic heavy infantryman. The shield is decorated with a lambda, nodding to Hellenic military tradition. His posture is alert and confident, prepared to defend the city, with no terrain or background in the image. These details reinforce his utility both in field operations and home defense in the game.","cost":[{"amount":1,"resource":"τροφή"},{"amount":1,"resource":"ξύλον"}],"abilities":["Can protect women from Persian Invasion."],"quote":{"el":"ὁ ὁπλίτης ἰσχυρὸς μαχητής ἐστι.","en":"The hoplite is a strong warrior."},"things_to_say":[{"el":"στρατολογῶ ὁπλίτην.","en":"I recruit a hoplite."},{"el":"κινῶ τὸν ὁπλίτην εἰς τὸ ὄρος.","en":"I move the hoplite to the mountain."}]}
