{
  "name": "Confronting Bowser",
  "sections": [
    {
      "sublocation": "Throne Room",
      "image_description": "The children, in their animal forms, surround Bowser's throne as he sits angrily on his large, ornate chair. Evan, as an owl, swoops down to distract Bowser, while Isaac, as a koala, clings to the side of the throne, and Aurelia, as a panda, blocks Bowser's path.",
      "text": "הָעוֹף אֲשֶׁר שָׁם עוֹף סָבִיב כִּסֵּא הַמֶּלֶךְ, וְהָאִישׁ הַיּוֹשֵׁב בוֹ זָעֵף."
    },
    {
      "sublocation": "Throne Room",
      "image_description": "Bowser stands up from his throne, towering over the children. He swings his massive fists at them, but the children, in their animal forms, are too quick and agile for him to catch.",
      "text": "הַמֶּלֶךְ קָם מִכִּסְאוֹ וְהִכָּה בְיָדוֹ הָעֲצוּמָה, אַךְ הַיְלָדִים הַמְּשֻׁנָּפִים מְהִירִים מִמֶּנּוּ."
    },
    {
      "sublocation": "Throne Room",
      "image_description": "Aaron, as a dinosaur, charges at Bowser, knocking him off balance. Evan, still in owl form, swoops down and grabs Bowser's cape in his talons, pulling it over the Koopa King's head to blind him.",
      "text": "אַהֲרֹן הַמְּשֻׁנָּף כַּדִּינוֹזָאוּר מִתְנַגֵּחַ בַּמֶּלֶךְ, וְאֶבֶן הָעוֹף תוֹפֵשׂ בְּמַעְטָפָה שֶׁל הַמֶּלֶךְ בְּמָרְשָׁיו."
    },
    {
      "sublocation": "Throne Room",
      "image_description": "Bowser stumbles around, trying to free himself from Evan's grip and the cape covering his face. Aurelia, as a panda, rolls a large ball towards Bowser's feet, causing him to trip and fall to the ground, trapped under the cape.",
      "text": "הַמֶּלֶךְ מִתְנַודֵּד וּמְנַסֶּה לְהִשָּׁחֵר מֵאֶבֶן וּמֵהַמַּעְטָפָה, וְאוֹרֶלִיָּה הַמְּשֻׁנֶּפֶת מְגַלְגֶּלֶת כַּדּוּר גָּדוֹל לְעֶבְרוֹ, וְהוּא נוֹפֵל וְנִתְפָּס תַּחַת הַמַּעְטָפָה."
    },
    {
      "sublocation": "Throne Room",
      "image_description": "With Bowser trapped, the children revert to their human forms and gather around him. Evan holds up a scroll that he found, revealing it to be a contract that Bowser had signed, promising to free all the enslaved children if he were ever defeated.",
      "text": "כַּאֲשֶׁר הַמֶּלֶךְ נִתְפָּס, הַיְלָדִים חוֹזְרִים לִצוּרָתָם הָאָדָם וּמִתְכַּנְּסִים סָבִיב לוֹ. אֶבֶן מְרִים גִּלָּיוֹן שֶׁמָּצָא, וְנִרְאֶה שֶׁהוּא חָתוּם עַל חֲזוּקָה שֶׁהַמֶּלֶךְ חַתַּם, וְהִבְטִיחַ לְשַׁחֵר אֶת כָּל הַיְלָדִים הָעֲבָדִים אִם יִנָּצֵחַ."
    }
  ]
}