{"name": "More Plagues and Growing Desperation", "sections": [{"sublocation": "Main Sand Castle Construction Site", "content": [{"speaker": "narrator", "audience": [], "text": "הַיְלָדִים נִמְשִׁיכִים לִבְנוֹת חוֹמוֹת חוֹל גְּדוֹלוֹת לְבוֹשֵׁר וְשׁוֹמְרֵי הַקּוּפָּה שֶׁלּוֹ.", "text_en": "The children continue to build large sand castles for Bowser and his koopa guards."}, {"speaker": "Koopa1", "audience": ["Evan", "Isaac", "Aaron", "Aurelia"], "text": "עִבְדוּ יוֹתֵר מַהֵר! אַתֶּם בּוֹנִים יָפֶה מַדּוּעַ לֹא מַאֲצִיר אֶת הַכֹּל?", "text_en": "Work faster! You're building well, why not hurry up?"}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "אֲנִי רוֹצֶה לִהְיוֹת עוֹף, אָז אֲנִי אוּכַל לִבְרוֹחַ מִכָּאן.", "text_en": "I want to be an owl, so I can fly away from here."}, {"speaker": "Isaac", "audience": ["Evan", "Aaron", "Aurelia"], "text": "אֲנִי רוֹצֶה לִהְיוֹת קוֹאָלָה, אָז אֲנִי אוּכַל לְטַפֵּס בַּעֲצֵי הַשִׁיחִים וְלְהִסָּתֵר.", "text_en": "I want to be a koala, so I can climb in the bushes and hide."}, {"speaker": "Koopa2", "audience": ["Evan", "Isaac", "Aaron", "Aurelia"], "text": "אַל תְּנַסּוּ לִבְרוֹחַ! אַתֶּם חַיָּבִים לִגְמוֹר אֶת הַמְּלָאכָה.", "text_en": "Don't try to run away! You have to finish the work."}]}, {"sublocation": "Bowser's Throne Room", "content": [{"speaker": "narrator", "audience": [], "text": "הַיְלָדִים שֹׁומְעִים קוֹל אֱלֹהִים מְדַבֵּר אֲלֵיהֶם.", "text_en": "The children hear God's voice speaking to them."}, {"speaker": "God", "audience": ["Evan", "Isaac", "Aaron", "Aurelia"], "text": "אַתֶּם חַיָּבִים לָלֶכֶת וּלְהַצִּיל אֶת כָּל הַיְלָדִים הָאֲחֵרִים שֶׁנִּלְכָּדוּ.", "text_en": "You must go and rescue all the other children who are trapped."}, {"speaker": "Aaron", "audience": ["Evan", "Isaac", "Aurelia"], "text": "אֲנִי פּוֹחֵד. מַה אֲנַחְנוּ אֲמוּרִים לַעֲשׂוֹת?", "text_en": "I'm scared. What are we supposed to do?"}, {"speaker": "Aurelia", "audience": ["Evan", "Isaac", "Aaron"], "text": "אֱלֹהִים יְנַחֵל אוֹתָנוּ. אֲנַחְנוּ נָשׁוּב וְנְבַקֵּשׁ מִבּוֹשֵׁר לְשַׁחֵרר אֶת כּוּלָם.", "text_en": "God will guide us. We will go back and ask Bowser to free everyone."}]}, {"sublocation": "Castle Courtyard", "content": [{"speaker": "narrator", "audience": [], "text": "הַיְלָדִים מִשְׁתַּנִּים לְצוּרוֹת בֵּהֲמוֹת וּמְנַסִּים לְבָרֵר אֶת הַשְּׁאָר.", "text_en": "The children transform into animal forms and try to free the others."}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "אֲנִי עוֹף עַכְשָׁו, אֲנִי אוּכַל לְהִשָּׁמֵט מִן הַסּוֹבְבִים אוֹתָנוּ.", "text_en": "I'm an owl now, I can sneak away from those around us."}, {"speaker": "Koopa1", "audience": ["Evan", "Isaac", "Aaron", "Aurelia"], "text": "הַיְלָדִים הָרוּחִים! תְּפֹשׂוּ אוֹתָם!", "text_en": "The kids are escaping! Catch them!"}, {"speaker": "Koopa2", "audience": ["Evan", "Isaac", "Aaron", "Aurelia"], "text": "עֲבוֹדָה יוֹתֵר קָשָׁה לַיְלָדִים הָאֵלֶּה עַד שֶׁיִּשְׁמְעוּ וְיִישָׁבוּ.", "text_en": "More difficult work for these kids until they listen and stay put."}, {"speaker": "Aaron", "audience": ["Evan", "Isaac", "Aurelia"], "text": "אֲנִי עָצוּב. לֹא יָכוֹל לִבְרוֹחַ מִזֶּה.", "text_en": "I'm sad. I can't escape from this."}, {"speaker": "narrator", "audience": [], "text": "שֵׁנְזִי הַכֶּלֶב בָּא וְחִבֵּק אֶת אַהֲרֹן לְשַׂמְּחוֹ.", "text_en": "Shenzi the dog comes and hugs Aaron to make him happy."}, {"speaker": "minion", "audience": ["Evan", "Isaac", "Aaron", "Aurelia"], "text": "הִנֵּה מַתָּנָה לָכֶם, קֶסֶם מַטֶּה לְעֶזְרָה בְּמִשְׁלְחוּתְכֶם!", "text_en": "Here is a gift for you, a magic staff to help in your mission!"}]}, {"sublocation": "Main Sand Castle Construction Site", "content": [{"speaker": "narrator", "audience": [], "text": "כְּשֶׁבּוֹשֵׁר מְסָרֵב לְשַׁחֵרר אֶת הַיְלָדִים, קְרוֹתֹת מוּזָרוֹת מְתַחֲילוֹת לְהִתְרַחֵשׁ בְּאַרְמוֹנוֹ.", "text_en": "When Bowser refuses to free the children, strange occurrences begin happening in his castle."}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "הַמַּיִם הֵפְכוּ לְחָלָב שׁוֹקוֹלָד! הַכֹּל דָּבֵק וּמְלֻכְלָך.", "text_en": "The water turned into chocolate milk! Everything is sticky and messy."}, {"speaker": "Isaac", "audience": ["Evan", "Aaron", "Aurelia"], "text": "עַכְשָׁו יֵשׁ אֲלָפִים כַּדּוּרֵי גּוּמִי בְּכָל מָקוֹם! הֵם עוֹשִׂים קּוֹלוֹת צְפָרְדֵּעַ.", "text_en": "Now there are thousands of rubber ducks everywhere! They are making frog noises."}, {"speaker": "Aaron", "audience": ["Evan", "Isaac", "Aurelia"], "text": "אָנּוּ מְריָבִים עַל זֶה, אָבָל אֲנִי חוֹשֵׁב שֶׁהַמַּכּוֹת עוֹבְדוֹת.", "text_en": "We're arguing about this, but I think the plagues are working."}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "אֲנַחְנוּ צְרִיכִים לְאַהֵב זֶה אֶת זֶה, לֹא לְרִיב.", "text_en": "We need to love each other, not fight."}, {"speaker": "Isaac", "audience": ["Evan", "Aaron", "Aurelia"], "text": "סָלַחְתִּי.", "text_en": "I'm sorry."}, {"speaker": "narrator", "audience": [], "text": "הַיְלָדִים מִתְחַבְּקִים וּמִתְיַשְּׁרִים.", "text_en": "The children hug and make up."}, {"speaker": "Isaac", "audience": [], "text": "אֲנִי צָרִיךְ לָלֶכֶת לְבֵית הַשִׁי'חָה.", "text_en": "I need to go to the bathroom."}]}, {"sublocation": "Castle Storage Room", "content": [{"speaker": "narrator", "audience": [], "text": "הַמַּכּוֹת הַמּוּזָרוֹת נִמְשָׁכוֹת, מְמַלְאוֹת אֶת הָאַרְמוֹן בְּכַדּוּרֵי קֶפִיצָה, מְשַׁנּוֹת אֶת כָּל אֲכִילַת בּוֹשֵׁר לִירָקוֹת שֶׁהוּא שוֹנֵא, וּלְבַסּוֹף מְשַׁלִּיטִים חֹשֶׁךְ מוּחְלָט פְּרָט לִנְרוֹת קְטַנִּים.", "text_en": "The strange plagues continue, filling the castle with bouncy balls, changing all of Bowser's food into vegetables he hates, and finally bringing complete darkness except for tiny nightlights."}, {"speaker": "Aurelia", "audience": ["Evan", "Isaac", "Aaron"], "text": "אִבַּדְתִּי אֶת הַשְׂמִיכָה שֶׁלִּי! מִישֶׁהוּ עָזְרוּ לִי לִמְצוֹא אוֹתָהּ.", "text_en": "I lost my blanket! Someone help me find it."}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "זוֹכֵר מְלוֹם הַכַּדּוּרִים הָאֵלֶּה? יִהְיֶה קָשֶׁה לִמְצוֹא אֶת הַשְׂמִיכָה בְּתוֹךְ כָּל זֶה.", "text_en": "Remember those bouncy balls? It will be hard to find the blanket in all this."}, {"speaker": "Aaron", "audience": ["Evan", "Isaac", "Aurelia"], "text": "תָּשִׁיב לִי אֶת הַשְׂמִיכָה שֶׁלִי! אֲנִי רוֹצֶה אוֹתָהּ!", "text_en": "Give me back my blanket! I want it!"}, {"speaker": "Evan", "audience": ["Isaac", "Aaron", "Aurelia"], "text": "אַל תִּבְכֶּה, אֲנַחְנוּ נִמְצָא אוֹתָהּ. בֹּא נְחַפֵּשׂ בְּתוֹךְ הַכַּדּוּרִים.", "text_en": "Don't cry, we'll find it. Let's search through the bouncy balls."}, {"speaker": "narrator", "audience": [], "text": "אַחֲרֵי חֵפֶשׂ קָצָר, הַיְלָדִים מוֹצְאִים אֶת הַשְׂמִיכָה מְכֻסָּה בְּכַדּוּרִים.", "text_en": "After a"}]}]}